IDEA Open Model
ConcreteCheckResultBase.Result Property
Compatible with IDEA StatiCa Beta 20.0
 check result passed/failed
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public CheckResult Result { get; set; }
Public Property Result As CheckResult
	Get
	Set
Property Value
Type: CheckResult
See Also
Reference
ConcreteCheckResultBase Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace